"err0" = "Sconosciuto(0)";
"err100" = "Continua";
"err101" = "Scambio i protocolli";
"err200" = "OK";
"err201" = "Creato";
"err202" = "Accettato";
"err203" = "Informazione parziale";
"err204" = "Nessun contenuto";
"err205" = "Reimposta contenuto";
"err206" = "Contenuto parziale";
"err300" = "Scelte multiple";
"err301" = "Documento spostato permanentemente";
"err302" = "Documento spostato temporaneamente";
"err303" = "Vedi altro";
"err304" = "Non modificato";
"err305" = "Usa il proxy";
"err307" = "Reindirizzato temporaneamente";
"err400" = "Cattiva richiesta";
"err401" = "Non autorizzato";
"err402" = "È richiesto il pagamento";
"err403" = "Proibito";
"err404" = "Documento non trovato";
"err405" = "Metodo non permesso";
"err406" = "Non accettabile";
"err407" = "Richiesta l'autenticazione proxy";
"err408" = "Richiesta fuori-tempo";
"err409" = "Conflitto";
"err410" = "Andato";
"err411" = "Lunghezza richiesta";
"err412" = "Condizione predefinita fallita";
"err413" = "Entità richiesta troppo grande";
"err414" = "URL richiesto troppo grande";
"err415" = "Tipo di documento mediale non supportato";
"err416" = "Campo richiesto non soddisfacente";
"err500" = "Errore del server";
"err501" = "Non implementato";
"err502" = "Cattivo passaggio";
"err503" = "Risorse esauste";
"err504" = "Passaggio fuori tempo";
"err505" = "La versione HTTP non è supportata";